{
  "notification": {
    "newMatch": {
      "title": "{firstName} ist in der Nähe! 🔥",
      "body": "Finden. Ansprechen. IRL."
    },
    "accountApproved": {
      "title": "Du bist verifiziert!",
      "body": "Gratulation, du wurdest freigeschalten.."
    },
    "ghostmode-reminder": {
      "title": "Niemand kann dich finden, {firstName}!",
      "body": "Wechsle vom Geistmodus zu Live um Menschen über den Weg zu laufen."
    }
  },
  "email": {
    "request-account-deletion": {
      "subject": "Offlinery: Kontolöschung beantragt",
      "hello": "Hi {firstName}",
      "warning": "Warnung: Kontolöschung",
      "receivedRequest": "Wir haben eine Anfrage erhalten, dein Konto dauerhaft zu löschen. Diese Aktion ist unwiderruflich und löscht alle deine Daten aus unseren Systemen.",
      "proceedInstructions": "Wenn du fortfahren möchtest, klicke auf den untenstehenden Link:",
      "deleteButton": "MEIN KONTO LÖSCHEN",
      "expirationNote": "Hinweis: Dieser Link läuft aus Sicherheitsgründen in 24 Stunden ab.",
      "warningMessage": "⚠️ WARNUNG: Diese Aktion kann nicht rückgängig gemacht werden! ⚠️",
      "feedbackRequest": "Bevor du gehst, würden wir gerne wissen, warum du uns verlässt. Bitte teile uns deine Gedanken per E-Mail an office@offlinery.io mit.",
      "securityWarning": "Wenn du diese Löschung nicht beantragt hast, kontaktiere bitte umgehend unser Support-Team, um dein Konto zu sichern.",
      "footer": "Dies ist eine automatisierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    },
    "verification-successful": {
      "subject": "Offlinery: Dein Konto wurde verifiziert",
      "title": "Offlinery: Konto verifiziert",
      "header": "Alles ist bereit!",
      "greeting": "Hi {firstName}",
      "verificationSuccess": "Großartige Neuigkeiten! Dein Offlinery-Konto ist jetzt verifiziert und einsatzbereit.",
      "nextSteps": "Was kommt als Nächstes? Ab jetzt kannst du andere User in der echten Welt ansprechen beziehungsweise wirst von ihnen angesprochen.",
      "disclaimer": "Wenn du dich nicht bei Offlinery angemeldet hast, keine Sorge. Du kannst diese E-Mail einfach ignorieren.",
      "footer": "Dies ist eine automatisierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    },
    "email-verification": {
      "subject": "Willkommen bei Offlinery! Bestätige deine E-Mail",
      "title": "E-Mail-Verifizierung",
      "header": "E-Mail-Verifizierung",
      "greeting": "Hey",
      "thankYou": "Vielen Dank für deine Anmeldung! Bitte verwende den unten stehenden Verifizierungscode, um deine E-Mail-Adresse zu bestätigen:",
      "instructions": "Gib diesen Code in der Offlinery-App ein, um deine E-Mail-Verifizierung abzuschließen.",
      "disclaimer": "Wenn du diese E-Mail nicht angefordert hast, dann kannst du sie einfach ignorieren.",
      "footer": "Dies ist eine automatisierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    },
    "request-password-reset": {
      "subject": "Offlinery: Code zum Zurücksetzen des Passworts",
      "title": "Code zum Zurücksetzen des Passworts",
      "greeting": "Hi {firstName}",
      "receivedRequest": "Wir haben eine Anfrage zum Zurücksetzen des Passworts für dein Offlinery-Konto erhalten.",
      "instructions": "Um Ihr Passwort zurückzusetzen, verwende bitte den folgenden 6-stelligen Code:",
      "expirationNote": "Hinweis: Dieser Code läuft aus Sicherheitsgründen in 15 Minuten ab.",
      "ignoreMessage": "⚠️ Wenn du das Zurücksetzen des Passworts nicht angefordert hast, ignoriere bitte diese E-Mail. ⚠️",
      "securityNote": "Aus Sicherheitsgründen teile diesen Code niemals mit anderen.",
      "contactSupport": "Bei Fragen oder Bedenken wende dich bitte an unser Support-Team unter office@offlinery.io.",
      "footer": "Dies ist eine automatisch generierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    },
    "ghostmode-reminder": {
      "subject": "Ghost-Modus Erinnerung (Offlinery)",
      "header": "Du bist unsichtbar!",
      "greeting": "Hi {firstName}",
      "timeInGhost": "Du bist seit {intervalHour} im Ghost-Modus.",
      "impact": "Der Ghost-Modus schützt zwar deine Privatsphäre, bedeutet aber auch, dass du keine neuen Menschen treffen oder von anderen interessierten Personen entdeckt werden kannst.",
      "suggestion": "Wechsle in den Live-Modus innerhalb der Offlinery App, um wieder Menschen in deiner Umgebung kennenzulernen!",
      "footer": "Du erhältst diese E-Mail, weil du den Ghost-Modus in deinen Einstellungen aktiviert hast. Du kannst dies jederzeit ändern."
    },
    "verificationcall-reminder": {
      "title": "Vereinbare deinen kurzen Safety Call - Offlinery",
      "header": "Zeit für deinen Safety Call! 🎉",
      "greeting": "Hi {firstName}",
      "reminderMessage": "Hier ist eine freundliche Erinnerung, deinen kurzen Safety Call mit uns zu planen! Dies ist ein wichtiger Schritt, um das volle Potential von Offlinery nutzen zu können.",
      "importanceMessage": "In diesem entspannten 15-minütigen Gespräch machen wir einen kurzen Check deiner emotionalen Intelligenz, damit sich alle in unserer Community sicher und wohl fühlen. Nach der Freischaltung kannst du direkt loslegen, Menschen in der realen Welt anzusprechen!",
      "bookCallButton": "Call buchen",
      "timeEstimate": "Es geht super schnell - in 15 Minuten sind wir durch! ⏰",
      "closingMessage": "Du möchtest selbst keine anderen Personen ansprechen? Kein Problem! Du kannst diesen Call überspringen und trotzdem von Anderen angesprochen werden - ändere einfach diese Einstellung in der App. Möchtest du später aktiv werden? Du kannst den Safety Call jederzeit nachholen, wenn du bereit bist.",
      "footer": "Dies ist eine automatische Nachricht von Offlinery."
    }
  },
  "view": {
    "account-deletion-confirmation": {
      "subject": "Konto erfolgreich gelöscht",
      "message": "Dein Konto wurde dauerhaft gelöscht. All deine persönlichen Daten wurden aus unseren Systemen entfernt. Schade, dass du gehst, und wir hoffen, dass du bei uns dennoch eine schöne Zeit hattest."
    }
  },
  "cron": {
    "intervalHours": {
      "h24": "24 Stunden",
      "h72": "3 Tagen",
      "h336": "2 Wochen"
    }
  }
}
