{
  "notification": {
    "newMatch": {
      "title": "{firstName} ist in der Nähe! 🔥",
      "body": "Finden. Ansprechen. IRL."
    }
  },
  "email": {
    "request-account-deletion": {
      "subject": "Offlinery: Kontolöschung beantragt",
      "hello": "Hi {firstName}",
      "warning": "Warnung: Kontolöschung",
      "receivedRequest": "Wir haben eine Anfrage erhalten, dein Konto dauerhaft zu löschen. Diese Aktion ist unwiderruflich und löscht alle deine Daten aus unseren Systemen.",
      "proceedInstructions": "Wenn du fortfahren möchtest, klicke auf den untenstehenden Link:",
      "deleteButton": "MEIN KONTO LÖSCHEN",
      "expirationNote": "Hinweis: Dieser Link läuft aus Sicherheitsgründen in 24 Stunden ab.",
      "warningMessage": "⚠️ WARNUNG: Diese Aktion kann nicht rückgängig gemacht werden! ⚠️",
      "feedbackRequest": "Bevor du gehst, würden wir gerne wissen, warum du uns verlässt. Bitte teile uns deine Gedanken per E-Mail an office@offlinery.io mit.",
      "securityWarning": "Wenn du diese Löschung nicht beantragt hast, kontaktiere bitte umgehend unser Support-Team, um dein Konto zu sichern.",
      "footer": "Dies ist eine automatisierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    },
    "verification-successful": {
      "subject": "Offlinery: Dein Konto wurde verifiziert",
      "title": "Offlinery: Konto verifiziert",
      "header": "Alles ist bereit!",
      "greeting": "Hi {firstName}",
      "verificationSuccess": "Großartige Neuigkeiten! Dein Offlinery-Konto ist jetzt verifiziert und einsatzbereit.",
      "nextSteps": "Was kommt als Nächstes? Ab jetzt kannst du andere User in der echten Welt ansprechen beziehungsweise wird von ihnen angesprochen.",
      "disclaimer": "Wenn Sie sich nicht bei Offlinery angemeldet haben, keine Sorge. Sie können diese E-Mail einfach ignorieren.",
      "footer": "Dies ist eine automatisierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    },
    "email-verification": {
      "subject": "Willkommen bei Offlinery! Bestätige deine E-Mail",
      "title": "E-Mail-Verifizierung",
      "header": "E-Mail-Verifizierung",
      "greeting": "Hey",
      "thankYou": "Vielen Dank für deine Anmeldung! Bitte verwende den unten stehenden Verifizierungscode, um deine E-Mail-Adresse zu bestätigen:",
      "instructions": "Gib diesen Code in der Offlinery-App ein, um deine E-Mail-Verifizierung abzuschließen.",
      "disclaimer": "Wenn du diese E-Mail nicht angefordert hast, dann kannst du sie einfach ignorieren.",
      "footer": "Dies ist eine automatisierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    },
    "request-password-reset": {
      "subject": "Offlinery: Code zum Zurücksetzen des Passworts",
      "title": "Code zum Zurücksetzen des Passworts",
      "greeting": "Hi {firstName}",
      "receivedRequest": "Wir haben eine Anfrage zum Zurücksetzen des Passworts für dein Offlinery-Konto erhalten.",
      "instructions": "Um Ihr Passwort zurückzusetzen, verwende bitte den folgenden 6-stelligen Code:",
      "expirationNote": "Hinweis: Dieser Code läuft aus Sicherheitsgründen in 15 Minuten ab.",
      "ignoreMessage": "⚠️ Wenn du das Zurücksetzen des Passworts nicht angefordert hast, ignoriere bitte diese E-Mail. ⚠️",
      "securityNote": "Aus Sicherheitsgründen teile diesen Code niemals mit anderen.",
      "contactSupport": "Bei Fragen oder Bedenken wende dich bitte an unser Support-Team unter office@offlinery.io.",
      "footer": "Dies ist eine automatisch generierte Nachricht. Bitte antworte nicht auf diese E-Mail."
    }
  },
  "view": {
    "account-deletion-confirmation": {
      "subject": "Konto erfolgreich gelöscht",
      "message": "Ihr Konto wurde dauerhaft gelöscht. Alle Ihre persönlichen Daten wurden aus unseren Systemen entfernt. Es tut uns leid, dass Sie gehen, und wir hoffen, dass Sie bei uns eine schöne Zeit hatten."
    }
  }
}
